; Translation file for AltDrag 1.0
; zh-CN localization by Jack Jin
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the wiki for help: https://code.google.com/p/altdrag/wiki/Translate
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=zh-CN
LangEnglish=Chinese
Lang=简体
Author=Jack Jin

TrayEnabled=AltDrag
TrayDisabled=AltDrag (禁止)
MenuEnable=允许
MenuDisable=禁止
MenuHideTray=隐藏通知栏图标
MenuUpdateAvailable=发现有可用的更新!
MenuConfigure=打开设置
MenuAbout=关于
MenuExit=退出

UpdateBalloon=发现新版本!
UpdateDialog=有可用的新版本. 打开AltDrag网站吗？?
UpdateLatest=没有可用的更新.

ConfigTitle=AltDrag 配置
ConfigTabGeneral=通用
ConfigTabInput=鼠标和键盘
ConfigTabBlacklist=排除列表
ConfigTabAdvanced=增强
ConfigTabAbout=关于

GeneralBox=通用设置
GeneralAutoFocus=(&F)拖动时聚焦窗口.\nCtrl也可以聚焦到窗口.
GeneralAero=(&N)Win7窗口贴边自动调整
GeneralInactiveScroll=&滚动非活动窗口
GeneralMDI=&MDI support
GeneralAutoSnap=自动吸附在:
GeneralAutoSnap0=禁止
GeneralAutoSnap1=到屏幕边缘
GeneralAutoSnap2=+ 在窗口外
GeneralAutoSnap3=+ 在窗口内
GeneralLanguage=语言:
GeneralAutostartBox=随系统自动启动
GeneralAutostart=(&t)登录时启动AltDrag
GeneralAutostartHide=(&H)隐藏通知栏图标
GeneralAutostartElevate=(&E)提升至超级用户权限
GeneralAutostartElevateTip=注意,除非你完全禁用UAC,否则每次登录都会出现UAC提示.
GeneralElevate=(&l)提升
GeneralElevated=已经提升
GeneralElevateTip=这会创建一个新的以超级用户权限运行的AltDrag实例. 以允许AltDrag管理其他以超级用户权限运行的程序.\n\n.在弹出UAC提示时，你必须同意AltDrag以超级用户权限运行
GeneralElevationAborted=提升过程终止.
GeneralAutosave=注意: 设置改动后会立即保存!

InputMouseBox=鼠标动作
InputMouseLMB=鼠标左键:
InputMouseMMB=鼠标中键:
InputMouseRMB=鼠标右键:
InputMouseMB4=鼠标第4键:
InputMouseMB5=鼠标第5键:
InputMouseScroll=滚动:
InputMouseLowerWithMMB=&Lower windows by middle clicking on title bars

InputActionMove=移动
InputActionResize=更改大小
InputActionClose=关闭
InputActionMinimize=最小化
InputActionLower=降低
InputActionAlwaysOnTop=一直在最上层
InputActionCenter=居中
InputActionNothing=无动作
InputActionAltTab=Alt+Tab
InputActionVolume=音量
InputActionTransparency=透明度
InputHotkeysBox=热键
InputHotkeysLeftAlt=左A&lt
InputHotkeysRightAlt=右Al&t
InputHotkeysLeftWinkey=左&Winkey
InputHotkeysRightWinkey=右W&inkey
InputHotkeysLeftCtrl=左&Ctrl
InputHotkeysRightCtrl=右Ct&rl
InputHotkeysMore=你可以通过修改ini配置文件来加入任何键!\n用shift键使窗口间进行吸附.

BlacklistBox=排除列表设置
BlacklistProcessBlacklist=按进程名称的排除列表:
BlacklistBlacklist=排除列表:
BlacklistSnaplist=自动吸附列表:
BlacklistExplanation=排除列表具体如何工作，请参阅<a href="http://code.google.com/p/altdrag/wiki/Blacklist">AltDrag网站维基</a>!
BlacklistFindWindowBox=辩识窗口
BlacklistFindWindowExplanation=全用此工具来辩识窗口的类名，以便于你在排除列表或自动吸附列表中进行添加.

AdvancedBox=增强设置
AdvancedHookWindows=(&E)在普通移动中吸附窗口.\n口之间自动吸附!
AdvancedHookWindowsWarn=注意这个特性不是100%安全的，因为他会对其他进程进行挂接或类似操作.
AdvancedUpdateCheckOnStartup=(&u)自动检查更新
AdvancedUpdateBeta=为&beta版检查更新
AdvancedUpdateCheckNow=检查更新
AdvancedIni=AltDrag的设置保存在AltDrag.ini. 有少量配置可以通过手工编辑此文件来更改.
AdvancedOpenIni=打开&ini文件

AboutBox=关于AltDrag
AboutVersion=版本
AboutAuthor=作者: Stefan Sundin
AboutLicense=AltDrag 是自由和开源软件!\n迎重新发布!
AboutDonate=(&D)捐赠
AboutTranslationCredit=翻译贡献者

MiscUnhookError=在禁用AltDrag时发生错误. 这可能是因为windows已经禁用了在禁用AltDrag的勾子而引起的.\n\n如果是第一次发生这种情况, 你可以安全的忽略并继续使用在禁用AltDrag.\n\n如果这个错误重复出现, 你可以阅读wiki来防范这种情况的再次发生 (在About页上寻找'在禁用AltDrag意外停止工作').
